tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "shopify/shopify"
tap "simon-engledew/gocmdpev"
cask "java"
cask "xquartz"
brew "adns"
brew "autoconf"
brew "readline"
brew "bash"
brew "bdw-gc"
brew "cmake"
brew "gmp"
brew "openssl"
brew "libyaml"
brew "libffi"
brew "pcre"
brew "crystal-lang"
brew "cscope"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "docker-compose", args: ["without-docker-machine"]
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "wxmac"
brew "erlang"
brew "freetype"
brew "fontconfig"
brew "fzf"
brew "webp"
brew "gd"
brew "gdbm"
brew "gettext"
brew "git"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "node"
brew "heroku"
brew "hh"
brew "htop"
brew "xz"
brew "python3"
brew "httpie"
brew "isl"
brew "kubernetes-cli"
brew "libiconv"
brew "libmpc"
brew "libpq"
brew "libusb-compat"
brew "libuv"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "memcached", restart_service: true
brew "neovim"
brew "ossp-uuid"
brew "perl"
brew "pgcli"
brew "pkg-config"
brew "postgresql"
brew "postgresql@9.5", restart_service: true
brew "python"
brew "rbenv"
brew "rbenv-bundler"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmux-cssh"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "v8"
brew "vim", args: ["with-lua"]
brew "watch"
brew "webpack"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "shopify/shopify/themekit"
brew "simon-engledew/gocmdpev/gocmdpev"
cask "virtualbox"
