brew "adns"
brew "aom"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "bzip2"
brew "cairo"
brew "cmake"
brew "cscope"
brew "ctags"
brew "curl"
brew "dav1d"
brew "diff-so-fancy"
brew "docker-compose"
brew "elm"
brew "ffmpeg"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gettext"
brew "git"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gts"
brew "harfbuzz"
brew "heroku/brew/heroku"
brew "hey"
brew "hstr"
brew "htop"
brew "httpie"
brew "ilmbase"
brew "isl"
brew "jasper"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kerl"
brew "libassuan"
brew "libbluray"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libiconv"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "libpq"
brew "libsndfile"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm@8"
brew "lua"
brew "mpfr"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "netpbm"
brew "nettle"
brew "node"
brew "npth"
brew "numpy"
brew "nvm"
brew "oniguruma"
brew "openblas"
brew "openexr"
brew "ossp-uuid"
brew "p11-kit"
brew "parallel"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pgcli"
brew "php@7.4", link: true
brew "pinentry"
brew "pkg-config"
brew "postgresql"
brew "postgresql@12", restart_service: true
brew "pth"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "rbenv-bundler"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "sdl2"
brew "shivammathur/php/php@5.6"
brew "simon-engledew/gocmdpev/gocmdpev"
brew "snappy"
brew "sqlite"
brew "srt"
brew "swig"
brew "tbb"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "v8"
brew "vim"
brew "watch"
brew "webp"
brew "webpack"
brew "websocat"
brew "wxmac"
brew "x264"
brew "xz"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "java"
cask "xquartz"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "shivammathur/php"
tap "simon-engledew/gocmdpev"
