brew "adns"
brew "autoconf"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "chromedriver"
brew "cmake"
brew "crystal"
brew "cscope"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dirmngr"
brew "docker", link: false
brew "docker-compose"
brew "elm"
brew "ffmpeg"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gettext"
brew "git"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gpg-agent"
brew "graphviz"
brew "heroku"
brew "hstr"
brew "htop"
brew "httpie"
brew "icu4c"
brew "ilmbase"
brew "isl"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kerl"
brew "kubernetes-cli"
brew "libassuan"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libiconv"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "libpq"
brew "libssh"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libuv"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "libzip"
brew "llvm"
brew "llvm@6"
brew "lua"
brew "memcached", restart_service: true
brew "mpfr"
brew "msgpack"
brew "neovim"
brew "nettle"
brew "node"
brew "npth"
brew "numpy"
brew "nvm"
brew "oniguruma"
brew "openexr"
brew "openssl"
brew "ossp-uuid"
brew "p11-kit"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pgcli"
brew "pinentry"
brew "pkg-config"
brew "postgresql"
brew "postgresql@9.5", restart_service: true
brew "pth"
brew "python"
brew "python@2"
brew "rbenv"
brew "rbenv-bundler"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby", link: true
brew "ruby-build"
brew "rust"
brew "sdl2"
brew "shopify/shopify/themekit"
brew "simon-engledew/gocmdpev/gocmdpev"
brew "spectolabs/tap/hoverfly"
brew "sqlite"
brew "tbb"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmux-cssh"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "v8"
brew "vim"
brew "watch"
brew "webp"
brew "webpack"
brew "wxmac"
brew "xz"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "java"
cask "terraform-0.11.10"
cask "virtualbox"
cask "xquartz"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "shopify/shopify"
tap "simon-engledew/gocmdpev"
tap "spectolabs/tap"
